/* Title for event birthday (with a name) */
"%@\\U2019s Birthday" = "Aniversari de %@";

/* Title for event birthday (without a name) */
"Birthday" = "Aniversari";

"FACEBOOK_CALENDAR_NAME" = "Esdeveniments de Facebook";

/* default calendar name */
"DEFAULT_CALENDAR_NAME" = "Calendari";

/* default reminders calendar name */
"DEFAULT_TASK_CALENDAR_NAME" = "Recordatoris";
// Also this one, sadly.  See 9806767 and 9696624
"Reminders" = "Recordatoris";

/* Default name for an event/reminder alarm */
"DEFAULT_REMINDER_NAME" = "Recordatori";

/* Errors, returned as part of EKError object. Generally only for developers, but they might appear in UI.*/
"EVENT_NOT_MUTABLE_ERROR" = "No s'ha pogut editar l'esdeveniment.";

"NO_CALENDAR_ERROR" = "No s'ha definit cap calendari.";

"NO_START_DATE_ERROR" = "No s'ha definit cap data d'inici.";

"NO_END_DATE_ERROR" = "No s'ha definit cap data límit.";

"DATES_INVERTED_ERROR" = "La data d'inici ha de ser anterior a la data de final.";

"UNEXPECTED_ERROR" = "Hi ha hagut un error inesperat.";

"CALENDAR_SOURCE_CANNOT_BE_MODIFIED" = "El calendari no s’hauria de traslladar a un altre compte.";


"CALENDAR_READ_ONLY_ERROR" = "El calendari és només de lectura.";

"DURATION_EXCEEDS_RECURRENCE_ERROR" = "L'esdeveniment és massa llarg per repetir-se tan sovint.";

"ALARM_EXCEEDS_RECURRENCE_ERROR" = "L'esdeveniment es repeteix abans de l'avís.";

"START_DATE_FUTURE_ERROR" = "L'esdeveniment és massa llunyà.";

"OCCURRENCE_COLLISION_ERROR" = "En aquesta data ja té lloc un altre esdeveniment igual.";

"INVITES_CANNOT_MOVE_ERROR" = "Les invitacions no es poden traslladar a un altre calendari.";

"CANNOT_GEOCODE_LOCATION_ERROR" = "La ubicació del recordatori no s'ha pogut geocodificar amb una adreça per enviar l'alerta.";

/* meaningless to end users, but useful for coders. It means the event is being used with the wrong database (store). */
"WRONG_STORE_ERROR" = "Aquell esdeveniment no pertany a aquell repositori d'esdeveniments.";

/* developer error */
"SPAN_ERROR" = "Heu especificat un interval no vàlid.";

"CALENDAR_HAS_NO_SOURCE" = "Calendari sense font";

"DOES_NOT_ALLOW_RECURRENCE_CHANGES" = "El camp de repetició no es pot modificar.";

"DOES_NOT_ALLOW_ALARM_CHANGES" = "Les alarmes no es poden modificar.";

"DOES_NOT_ALLOW_ATTENDEE_CHANGES" = "Els assistents no es poden modificar.";

"CALENDAR_IMMUTABLE" = "Aquest calendari no es pot canviar ni esborrar.";

"STRUCTURED_LOCATIONS_NOT_SUPPORTED" = "Aquest compte no permet indicar ubicacions amb geoinformació.";

"ACTIONS_NOT_SUPPORTED" = "Aquest compte no permet aquestes accions.";

"REMINDER_LOCATIONS_NOT_SUPPORTED" = "Aquest compte no permet indicar ubicacions per als recordatoris.";

"ALARM_PROXIMITY_NOT_SUPPORTED" = "Aquest compte no permet activar alarmes en funció de la proximitat.";

"RECURRING_TASK_REQUIRES_DUE_DATE_ERROR" = "Cal definir una data de venciment per a la repetició d'un recordatori.";

"SOURCE_PROHIBITS_CALENDAR_ADD_DELETE" = "Aquest compte no permet afegir ni eliminar calendaris.";

"CALENDAR_DOES_NOT_ALLOW_EVENTS" = "El calendari no permet l’addició d’esdeveniments.";

"CALENDAR_DOES_NOT_ALLOW_REMINDERS" = "El calendari no permet l’addició de recordatoris.";

"SOURCE_DOES_NOT_ALLOW_REMINDERS" = "El compte no admet recordatoris.";

"PRIORITY_IS_INVALID" = "Les prioritats han d’estar entre 0 i 9.";

"INVALID_ENTITY_TYPE" = "No és un EKEntityType vàlid.";
